/* No comment provided by engineer. */
" and %@" = " i %@";

/* site news
   title for project news screen. %@ is the project name. */
"%@ News" = "%@ Notícies";

/* No comment provided by engineer. */
"%@ requires that you fill out the %@ field" = "%1$@ necessita que completis el camp %2$@";

/* identification author attribution */
"%@'s ID" = "%@'s ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, Build %2$@";

/* positional accuracy. the %d is the number of meters, the m is english shorthand for meters. */
"%d m" = "%d m";

/* Count of observations by this user, singular. */
"%d Observation" = "%d observació";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d observacions per a carregar";

/* Count of observations by this user, plural. */
"%d Observations" = "%d observacions";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d observacions per a carregar.";

/* No comment provided by engineer. */
"%ld observed taxa" = "%ld tàxon observat";

/* No comment provided by engineer. */
"%ldm accuracy" = "precisió %ldm";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' necessita que omplis el camp '%2$@'.";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
//"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<INatLocation: lat: %1$@ lon:%2$@ acc:%3$@>"; //M.Lujano:13/06/2016
"<Natusfera Location: lat: %@ lon:%@ acc:%@>" = "<Coordenades de Natusfera: lat: %1$@ lon:%2$@ prec:%3$@>";

/* positional accuracy when we don't know */
"???" = "???";

/* unknown positional accuracy */
"??? m" = "??? m";

/* No comment provided by engineer. */
"\n\nRequired by %@" = "\n\nRequerit per %@";

/* About project button
   about the project header */
"About" = "Sobre";

/* No comment provided by engineer. */
"ABOUT" = "SOBRE";

/* about this project title */
"About this Project" = "Sobre aquest projecte";

/* No comment provided by engineer. */
"Add" = "Afegir";

/* text placeholder */
"Add a comment" = "Afegeix un comentari";

/* No comment provided by engineer. */
"Add Comment" = "Afegeix un comentari";

/* Title for add comment failed alert */
"Add Comment Failure" = "Ha fallat l'addició del comentari";

/* No comment provided by engineer. */
"Add ID" = "Afegeix identificador";

/* Title for add ID failed alert */
"Add Identification Failure" = "Ha fallat l'addició de l'identificador";

/* No comment provided by engineer. */
"Add observation" = "Afegeix observació";

/* No comment provided by engineer. */
"Add to Favorites" = "Afegeix a preferits";

/* $1 is username, $2 is datetime */
"Added by %1$@ on %2$@" = "Afegit/da per %1$@ el %2$@";

/* No comment provided by engineer. */
"Adding Comment..." = "Afegint comentari...";

/* No comment provided by engineer. */
"Adding Identification..." = "Afegint identificador...";

/* project admins header */
"Administrators" = "Administradors";

/* No comment provided by engineer. */
"Agree" = "D'acord";

/* No comment provided by engineer. */
"Agreeing..." = "D'acord...";

/* No comment provided by engineer. */
"All" = "Tots";

/* @base text for email sign in button */
"Already have an account? Log In" = "Ja tens compte? Inicia sessió";

/* unknown error adding comment
   unknown error adding ID */
"An unknown error occured. Please try again." = "S'ha produït un error desconegut. Si us plau, torna-ho a provar.";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Estàs segur/a que vols abandonar aquest projecte?";

/* No comment provided by engineer. */
"Are you sure?" = "N'estàs segur/a?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Estàs segur/a? El canvi serà permanent";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Auto";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to Natusfera.gbif.es" = "Pujar el contingut nou o modificat automàticament a Natusfera.gbif.es";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using Natusfera you agree to the Terms of Service and Privacy Policy." = "A l'usar Natusfera estàs acceptant els termes i condicions.";

/* No comment provided by engineer. */
"Can't find your user details. :(" = "No es pot trobar la teva informació d'usuari :(";

/* No comment provided by engineer. */
"Cancel" = "Cancel·lar";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancel·lant...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "No es pot accedir a la càmera";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "No es pot accedir a les fotografies";

/* No comment provided by engineer. */
"Cannot add comment" = "No es pot afegir cap comentari";

/* No comment provided by engineer. */
"Cannot add identification" = "No es pot afegir l'identificador";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "No es pot escollir una data futura.";

/* No comment provided by engineer. */
"Cannot fetch comments and IDs" = "No és possible recuperar els comentaris i identificadors";

/* No comment provided by engineer. */
"Cannot rate" = "No es pot puntuar";

/* No comment provided by engineer. */
"Cannot search Natusfera.gbif.es" = "No es pot buscar Natusfera.gbif.es";

/* No comment provided by engineer. */
"Cannot use your location" = "No pot usar la ubicació";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Captivitat / Cultivat";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. Natusfera is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Captivitat / conreada vol dir que hi ha l'organisme on es va observar perquè els éssers humans destinats a ser-hi. Natusfera es tracta de l'observació dels organismes silvestres, i els nostres socis de dades científiques no estan interessats en les observacions d'animals domèstics, jardins, o animals en els zoològics.";

"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. Natusfera is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Captivitat / cultivat vol dir que l'organisme existeix on es va observar perquè els éssers humans van voler que fos així. Natusfera consisteix en la observació d'organismes silvestres i, de fet, els nostres socis de dades científiques no estan interessats en les observacions d'animals domèstics, jardins, o animals en els zoològics.";


/* title for captive selector */
"Captive?" = "Captivitat?";

/* alert msg before changing the network affiliation. */
"Changing your Natusfera Network affiliation will alter some parts of the app, like what taxa appear in searches, but it will also allow the new network partner to view and download all of your data. Are you sure you want to do this?" = "Canviar la teva afiliació a la xarxa Natusfera no només alterarà alguns apartats de l'aplicació, com el tipus de tàxon que apareix a les recerques, sinó que també permetrà que el nou soci de la xarxa pugui veure i descarregar totes les seves dades. Estàs segur que vols fer-ho?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Selecciona aquesta casella si vols aplicar la llicència Creative Commons Attribution-NonCommercial a les teves fotografies. Pots escollir diferents llicències o retirar-la més endevant, tot i que aquesta és la millor llicència per a compartir amb els investigadors.";

/* title of alert after you reset your password */
"Check your email" = "Revisa el teu correu electrònic";

/* No comment provided by engineer. */
"Choose a date" = "Escull una data";

/* No comment provided by engineer. */
"Choose how your coordinates are displayed on the website." = "Escull com es mostraràn les teves coordenades al lloc web.";

/* title of inat network picker */
"Choose Natusfera.gbif.es" = "Escull Natusfera.gbif.es";

/* title for project observations chooser */
"Choose Projects" = "Escull Projectes";

/* No comment provided by engineer. */
"Clear" = "Esborra";

/* No comment provided by engineer. */
"Comment" = "Comentari";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Llicència del contingut";

/* No comment provided by engineer. */
"Couldn't Add ID" = "No s'ha pogut afegir ID";

/* No comment provided by engineer. */
"Couldn't Agree" = "No s'ha pogut acceptar";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "No s'ha pogut afegir al projecte %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't Comment" = "No s'ha pogut comentar";

/* No comment provided by engineer. */
"Couldn't determine your location" = "No es pot determinar la teva ubicació";

/* No comment provided by engineer. */
"Couldn't Fave" = "No s'ha pogut marcar com a preferit";

/* No comment provided by engineer. */
"Couldn't load Taxon Details" = "No s'han pogut carregar els detalls del tàxon";

/* Notice while we're creating an iNat account for them */
"Creating Natusfera account..." = "Creant el compte de Natusfera...";

/* Header for data quality section of obs detail */
"Data Quality" = "Qualitat de les dades";

/* No comment provided by engineer. */
"Default" = "Predeterminat";

/* No comment provided by engineer. */
"Delete download" = "Elimina la descàrrega";

/* No comment provided by engineer. */
"Delete Observation" = "Esborra l'observació";

/* No comment provided by engineer. */
"Delete observation" = "Esborra l'observació";

/* Delete failed message */
"Deleted Failed" = "No s'ha pogut esborrar";

/* Deletes pending sync. */
"Deletes To Sync" = "Pendent de sincronitzar l'esborrat";

/* No comment provided by engineer. */
"DESCRIPTION" = "DESCRIPCIÓ";

/* No comment provided by engineer. */
"Description" = "Descripció";

/* funding thank yous */
//"Designed and built by iNaturalist at the California Academy of Sciences, with support from the Encyclopedia of Life. " = "Diseñado y construido por iNaturalist en la Academia de Ciencias de California, con el apoyo de Enciclopedia de la Vida. ";
//M.Lujano:10/06/2016
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org) developed by CREAF (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es) Obra Social La Caixa (www.lacaixa.es), the National Biodiversity Node in Spain, GBIF.ES (www.gbif.es) and the Institute of the Sea (www.icm.csic.es) Sciences. the administration, coordination, maintenance and content management is performed through the CREAF and GBIF.ES."="Natusfera és una adaptació d'iNaturalist (www.inaturalist.org), creada pel CREAF (www.creaf.cat). Està finançada per la FECYT (Fundación Española para la Ciencia y la Tecnología, www.fecyt.es), l'Obra Social La Caixa (www.lacaixa.es), el Node Nacional de Biodiversitat a Espanya, GBIF.ES (www.gbif.es) i l'Institut de Ciències del Mar (www.icm.csic.es). L'administració, coordinació, mantenimemt i gestió dels continguts es realitza través del CREAF i de GBIF.ES.";


/* No comment provided by engineer. */
"Details" = "Detalls";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "No mostrar suggerències";

/* No comment provided by engineer. */
"Download" = "Descarregar";

/* No comment provided by engineer. */
"Download for offline use" = "Descarregar per a l'ús sense línia";

/* No comment provided by engineer. */
"Download not available" = "La descàrrega no està disponible";

/* No comment provided by engineer. */
"Downloaded" = "Descarregat";

/* No comment provided by engineer. */
"Downloading..." = "Descarregant: ...";

/* No comment provided by engineer. */
"Edit location" = "Editar ubicació";

/* No comment provided by engineer. */
"Edit observation" = "Editar observació";

/* No comment provided by engineer. */
"Editor" = "Editor";

/* No comment provided by engineer. */
"Either there was an error on the server or the guide no longer exists." = "Hi ha hagut un error al servidor o bé la guia ja no existeix.";

/* Placeholder text for the email text field in signup
 portion of the base text for email signup button that is bold. must be a substring of the base test.
 */
"Email" = "Correu electrònic";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Habilita per a permetre que iOS revisi i corregeixi els noms de les espècies.";

/* image fetch error title */
"Error Fetching Image Asset" = "Error en obtenir les imatges";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Error en obtenir les observacions";

/* error loading leaderboard title */
"Error loading leaderboard" = "Error en carregar la taula de posicions";

/* image save error title */
"Error Saving Image" = "Error en desar la imatge";

/* Error title when we can't load a newly saved image */
"Error using newly saved image" = "Error en carregar la imatge guardada recentment";

/* No comment provided by engineer. */
"Explore" = "Explora";

/* Name of Facebook for the Facebook signin button
   portion of the base text for fb login button that is bold. must be a substring of the base test. */
"Facebook" = "Facebook";

/* Unknown iNaturalist create account error */
"Failed to create an Natusfera account. Please try again." = "Error al crear un compte de Natusfera. Si us plau, torna-ho a provar.";

/* No comment provided by engineer. */
"Failed to download guide" = "Error al descarregar la guia";

/* Unknown facebook login error */
"Failed to login to Facebook. Please try again later." = "Error a l'iniciar la sessió a Facebook. Si us splau, torna-ho a provar més tard.";

/* Unknown google login error */
"Failed to login to Google Plus. Please try again later." = "Error l'iniciar la sessió a Google+. Si us plau, torna-ho a provar més tard.";

/* Unknown iNat login error */
"Failed to login to Natusfera. Please try again." = "Error a l'iniciar la sessió. Si us plau, torna-ho a provar.";

/* No comment provided by engineer. */
"Failed to save guide" = "No s'ha pogut desar la guia";

/* error message when an obs photo doesn't have a file on the phone. */
"Failed to upload photo # %d from observation '%@'" = "Error al carregar la fotografia # %1$d de l'observació '%2$@'";

/* No comment provided by engineer. */
"Faved" = "Preferit";

/* No comment provided by engineer. */
"Faving..." = "Marcant com a preferit...";

/* No comment provided by engineer. */
"Featured" = "Destacat";

/* No comment provided by engineer. */
"Fetch Error" = "Error de recerca";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Recuperant les observacions recents a l'àrea del mapa";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Recuperant les observacions recents a tot el món";

/* No comment provided by engineer. */
"Fetching..." = "Recuperant...";

/* No comment provided by engineer. */
"Find %@ named '" = "Troba el nom de %@ '";

/* No comment provided by engineer. */
"Find my observations" = "Troba les meves observacions";

/* No comment provided by engineer. */
"Find observations near me" = "Troba les observacions properes";

/* No comment provided by engineer. */
"Finding your location..." = "Trobant el teu lloc...";

/* Title for forgot password button. */
"Forgot?" = "No te'n recordes?";

/* No comment provided by engineer. */
"Found conflicting user details. :(" = "S'han trobat dades contradictòries d'usuari. :(";

/* Geoprivacy button title */
"Geo Privacy" = "Geo Privacitat";

/* No comment provided by engineer. */
"Get current location" = "Obtenir la ubicació actual";

/* Name of Google for the G+ signin button */
"Google" = "Google";

/* portion of the base text for g+ login button that is bold. must be a substring of the base test. */
"Google+" = "Google+";

/* Button to dismiss a tutorial screen */
"Got It" = "Entesos";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "L'editor de la guia ha d'activar aquesta funció.";

/* Title for guides button on the Me tab */
"Guides" = "Guies";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the Natusfera community" = "Les guies estan creades i compartides per la comunitat de Natusfera";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Les guies són llistes d'espècies";

/* No comment provided by engineer. */
"Help Me ID This Species" = "Ajudeu-me a identificar aquesta espècie";

/* No comment provided by engineer. */
"ID PLEASE" = "ID Si us plau";

/* Title of identification failure alert */
"Identification Failed" = "Ha fallat l'identificador";

/* No comment provided by engineer. */
"Identifications" = "Identificacions";

/* No comment provided by engineer. */
"Identifiers" = "Identificadors";

/* body of alert after you reset your password */
"If the email address you entered is associated with an Natusfera account, you should receive an email at that address with a link to reset your password." = "Si el correu electrònic que has introduït està associat a un compte de Natusfera, hauries de rebre un correu electrònic amb l'adreça registrada per a poder reiniciar la teva clau.";

/* No comment provided by engineer. */
"Import Error" = "Error d'importació";

/* No comment provided by engineer. */
"in project '%@'" = "al projecte '%@'";

/* No comment provided by engineer. */
//"iNaturalist" = "iNaturalist";
"Natusfera" = "Natusfera";

/* inat core team, alphabetically */

//"iNaturalist is made by every single person who participates in our community. The people who build the software, maintain our infrastructure, and foster collaborations are Joelle Belmonte, Patrick Leary, Scott Loarie, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist is made by every single person who participates in our community. The people who build the software, maintain our infrastructure, and foster collaborations are Joelle Belmonte, Patrick Leary, Scott Loarie, Alex Shepard, and Ken-ichi Ueda.";
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org), created by the CREAF, Centre for Ecological Research and Forestry Applications (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es), Obra Social La Caixa (www.lacaixa.es) and the National Biodiversity Node in Spain, GBIF.ES (www. gbif.es) and the Institute of the Sea (www.icm.csic.es) .The administration, coordination, maintenance and content management science is done through the CREAF and GBIF.ES." = "Natusfera és una adaptació d'iNaturalist (www.inaturalist.org), creada pel CREAF (www.creaf.cat). Està finançada per la FECYT (Fundación Española para la Ciencia y la Tecnología, www.fecyt.es), l'Obra Social La Caixa (www.lacaixa.es), el Node Nacional de Biodiversitat a Espanya, GBIF.ES (www.gbif.es) i l'Institut de Ciències del Mar (www.icm.csic.es). L'administració, coordinació, mantenimemt i gestió dels continguts es realitza través del CREAF i de GBIF.ES.";


        //M.Lujano:10/06/2016

/* open source contributions */

//"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS."; //M.Lujano:10/06/2016

"Natusfera, being an adaptation of iNaturalist (www.inaturalist.org), using Ruby on Rails, MySQL, jQuery, Google Maps and Flickr as software tools, and Catalogue of Life and ubio as taxonomic data sources." = "Natusfera, al ser una adaptació d'iNaturalist (www.inaturalist.org), fa servir Ruby on Rails, MySQL, jQuery, Google Maps, i Flickr com eines de software, i el Catalogue of Life i uBio com a fonts de dades taxonòmiques.";

//"Natusfera, al ser una adaptación de iNaturalist (www.inaturalist.org), usa Ruby on Rails, MySQL, jQuery, Google Maps, y Flickr como herramientas de software, y Catalogue of Life y uBio como fuentes de datos taxonómicos.";


/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Usuari o clau incorrectes.";

/* No comment provided by engineer. */
"Internet connection required" = "Cal una connexió a Internet";

/* No comment provided by engineer. */
"Internet required" = "Cal Internet";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Intruduïnt Càrrega automàtica!";

/* Invalid date alert title */
"Invalid Date" = "Data invàlida";

/* Error for bad email when making account. */
"Invalid Email Address" = "Correu electrònic invàlid";

/* Unknown invalid input */
"Invalid input" = "Entrada errònia";

/* Error for bad username hwne making account. */
"Invalid Username" = "Usuari invàlid";

/* No comment provided by engineer. */
"Join" = "Uneix-te";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Uneix-te a projectes per a seleccionar-los quan registris observacions";

/* No comment provided by engineer. */
"Joined" = "Unit";

/* No comment provided by engineer. */
"Joining..." = "Unint-hi...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Pre: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Tauler de posicions";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Aprèn més";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Més informació sobre la qualitat de dades >";

/* No comment provided by engineer. */
"Leave" = "Abandona";

/* No comment provided by engineer. */
"Leaving..." = "Abandonant...";

/* No comment provided by engineer. */
"License" = "Llicència";

/* No comment provided by engineer. */
"Loading..." = "Carregant...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Error en obtenir la localització";

/* No comment provided by engineer. */
"Location obscured" = "Ubicació amagada";

/* No comment provided by engineer. */
"Location Services Denied" = "Serveis de Localització denegats";

/* No comment provided by engineer. */
"Location Services Restricted" = "Ubicació serveis restringits";

/* No comment provided by engineer. */
"locations" = "ubicacions";

/* Title for login button */
"Log in" = "Inicia sessió";

/* portion of the base text for email sign in button that is bold. must be a substring of the base test.
 Title for button that allows users to log in to their existing iNat account
 title of the log in screen
 */
"Log In" = "Inicia sessió";


/* No comment provided by engineer. */
"Log In / Sign Up" = "Entra / Registra't";

/* Title for login problem alert */
"Log In Problem" = "Problema d'inici de sessió";

/* @base text for fb login button */
"Log In with Facebook" = "Inicia sessió amb Facebook";

/* @base text for g+ login button */
"Log In with Google+" = "Inicia sessió amb Google+";

/* Notice while we're logging them in */
"Logging in..." = "Iniciant sessió ...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "Inicia sessió i carrega aquesta observació per a permetre comentaris i identificacions.";

/* No comment provided by engineer. */
"Login to enable faves." = "Inicia sessió per a permetre favorits.";

/* No comment provided by engineer. */
"Looks like there was an error" = "Sembla que hi ha hagut un error";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Sembla que hi ha hagut un error: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Sembla que no tens observacions.";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Assegura't que Natusfera té permís per accedir a la teva ubicació, o dóna una mica de temps al GPS per a què l'obtingui.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "Fes la teva primera observació";

/* No comment provided by engineer. */
"Manage download" = "Gestiona descàregues";

/* Placeholder text for not logged title on me tab. */
"Me" = "Jo";

/* Help text for password during create account. */
"Min. %d characters" = "Mínim %d caràcters";

/* No comment provided by engineer. */
"Missing Field" = "Camp pendent";

/* No comment provided by engineer. */
"Missing Required Field" = "Camp obligatori pendent";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "anomenat '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "anomenat '%@'";

/* No comment provided by engineer. */
"Nearby" = "Proper";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Necessita la teva atenció";

/* No comment provided by engineer. */
"Network Error" = "Error de connexió";

/* No comment provided by engineer. */
"Network Failed" = "Ha fallat la connexió";

/* Network is required error message */
"Network is required." = "Cal connexió a Internet.";

/* No comment provided by engineer. */
"Network Unavailable" = "Xarxa no disponible";

/* No comment provided by engineer. */
"Network unavailable, cannot add comment" = "Xarxa no disponible, no es pot afegir el comentari";

/* No comment provided by engineer. */
"Network unavailable, cannot add identification" = "Xarxa no disponible, no es pot afegir l'identificador";

/* No comment provided by engineer. */
"Network unavailable, cannot search Natusfera.gbif.es" = "Xarxa no disponible, no es pot buscar Natusfera.gbif.es";

/* No comment provided by engineer. */
"Network unreachable" = "Xarxa inaccesible";

/* No comment provided by engineer. */
"Never mind" = "No importa";

/* News project button */
"News" = "Notícies";

/* Confirm a new photo */
"NEXT" = "SEGÜENT";

/* Next button when picking photos for a new observation */
"Next" = "Següent";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No App Store URL configured" = "L'URL de l'App Store no està configurada";

/* Error message for asset fetch failure */
"No asset found" = "No s'han trobat recursos";

/* No comment provided by engineer. */
"No description" = "No hi ha descripció";

/* No comment provided by engineer. */
"No description." = "No hi ha descripció.";

/* No comment provided by engineer. */
"No featured projects." = "Cap projecte destacat.";

/* place guess when we have no location information */
"No location" = "No hi ha localització";

/* No comment provided by engineer. */
"No matching taxa" = "No hi ha espècies coincidents";

/* No comment provided by engineer. */
"No nearby guides." = "No hi ha guies properes.";

/* No comment provided by engineer. */
"No nearby projects." = "Cap projecte proper.";

/* No comment provided by engineer. */
"No network connection. :(" = "No hi ha connexió a la xarxa. :(";

/* No comment provided by engineer. */
"No observation rules" = "No hi ha normes d'observació";

/* Header observation count title when there are none. */
"No Observations" = "Sense Observacions";

/* No comment provided by engineer. */
"No such organisms found. :(" = "No s'han troben organismes. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "No s'ha trobat aquesta persona. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "No s'ha trobat aquest lloc. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "No s'ha trobat aquest projecte. :(";

/* No comment provided by engineer. */
"No terms." = "No hi ha termes.";

/* No comment provided by engineer. */
"No Thanks" = "No, gràcies";

/* cancel button before changing network affiliation. */
"No, don't change my affiliation" = "No canviar la meva afiliació";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "No hi ha fotografia";

/* No comment provided by engineer. */
"None, all rights reserved" = "Cap, tots els drets reservats";

/* No comment provided by engineer. */
"Not Allowed" = "No permès";

/* No comment provided by engineer. */
"Not Logged In" = "Sense iniciar sessió";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Notes...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* No comment provided by engineer. */
"Obscured" = "Amagada";

/* No comment provided by engineer. */
"obscured" = "amagada";

/* No comment provided by engineer. */
"Observation Rules" = "Normes d'observació";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observa";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Desactivat";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Encès";

/* Title error with oops text. */
"Oops" = "Ups";

/* No comment provided by engineer. */
"Open" = "Obert";

/* No comment provided by engineer. */
"open" = "obert";

/* No comment provided by engineer. */
"Open in Safari" = "Obrir amb Safari";

/* No comment provided by engineer. */
"Open link in Safari" = "Obre l'enllaç amb Safari";

/* label above alternate login option buttons (ie g+, facebook) */
"Or Log In with:" = "O bé connecta't amb:";

/* No comment provided by engineer. */
"organisms" = "organismes";

/* Placeholder text for the password text field in signup */
"Password" = "Clau";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "La clau ha de tenir com a mínim sis caràcters.";

/* No comment provided by engineer. */
"people" = "persones";

/* No comment provided by engineer. */
"Permission denied" = "Permís denegat";

/* Title for photo save error alert msg */
"Photo Save Error" = "Error al guardar la fotografia";

/* Alert message when we don't have permission to access the camera. */
"Please make sure Natusfera is turned on in Settings > Privacy > Camera" = "Si us plau, assegura't que Natusfera està activada a Configuració>Privacitat>Càmera";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure Natusfera is turned on in Settings > Privacy > Photos" = "Si us plau, assegura't que Natusfera està activada a Configuració>Privacitat>Fotografies";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Sisplau, torna-ho a provar d'aquí una estona.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Si us plau, puja per a determinar la qualitat de les dades";

/* label for a news post author */
"Posted by" = "Publicat per";

/* Previous */
"Prev" = "Ant";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Política de privacitat";

/* No comment provided by engineer. */
"private" = "privat";

/* No comment provided by engineer. */
"Private" = "Privat";

/* Title for projects button on the Me tab */
"Projects" = "Projectes";

/* No comment provided by engineer. */
"projects" = "projectes";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Els projectes són col·leccions d'observacions amb un objectiu comú";

/* No comment provided by engineer. */
"Pull to Refresh" = "Arrossega per actualitzar";

/* Rank in an ordered list */
"Rank" = "Rang";

/* No comment provided by engineer. */
"Re-download" = "Tornar a descarregar";

/* No comment provided by engineer. */
"Request timed out" = "S'ha esgotat el temps d'espera";

/* No comment provided by engineer. */
"RESEARCH" = "RECERCA";

/* No comment provided by engineer. */
"Restricted to current map area" = "Restringit a l'àrea actual del mapa";

/* Retake a photo */
"Retake" = "Torna-hi";

/* No comment provided by engineer. */
"Save" = "Guarda";

/* Title for save new observation button */
"SAVE" = "GUARDA";

/* No comment provided by engineer. */
"Save Error" = "Desa l'error";

/* status while saving your image */
"Saving new photo..." = "Guardant fotografia nova...";

/* No comment provided by engineer. */
"Saving..." = "Guardant...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "Navega cap a avall per a l'activitat més recent";

/* No comment provided by engineer. */
"Search" = "Cerca";

/* No comment provided by engineer. */
"Searching for organisms..." = "Cercant organismes...";

/* No comment provided by engineer. */
"Searching for people..." = "Cercant persones...";

/* No comment provided by engineer. */
"Searching for place..." = "Cercant un lloc...";

/* No comment provided by engineer. */
"Searching for project..." = "Cercant un projecte...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Cercant observacions recents a l'àrea del mapa";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Cercant observacions recents a tot el món";

/* No comment provided by engineer. */
"seen at '%@'" = "vist a '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "vist per '%@'";

/* title for date selector */
"Select Date" = "seleccionar data";

/* title for geoprivacy selector */
"Select Privacy" = "Selecciona privacitat";

/* The name of the iOS Settings app, used in an alert button that will launch Settings.
   Title for the settings screen. */
"Settings" = "Configuració";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* Title for share new observation button */
"SHARE" = "COMPARTIR";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Comparteix la teva observació amb la comunitat.";

/* No comment provided by engineer. */
"Sign in" = "Inicia sessió";

/* No comment provided by engineer. */
"Sign out" = "Tanca sessió";

/* Title for button that allows users to sign up for a new iNat account
 Title of the iNaturalist sign up form screen
 */
"Sign Up" = "Registra't";

/* text for sign up button on sign up screen */
"Sign up" = "Registra't";

/* @base text for email signup button */
"Sign Up with Email" = "Registra't amb un e-mail";

/* title for skip button during signup prompt */
"Skip ›" = "Omet";

/* Name of an observation when we don't have a species guess. */
"Something" = "Alguna cosa";

/* No comment provided by engineer. */
"Something..." = "Alguna cosa...";

/* No comment provided by engineer. */
"Somewhere..." = "En algun lloc...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Ordena";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "Espècies";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Estadístiques";

/* No comment provided by engineer. */
"Suggest ID" = "Suggerir ID";

/* No comment provided by engineer. */
"Syncing list..." = "Sincronitzant llista...";

/* Title of me header when syncing deletions. */
"Syncing..." = "Sincronitzant...";

/* No comment provided by engineer. */
"TAGS" = "Etiquetes";

/* No comment provided by engineer. */
"Terms" = "Condicions";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Termes de servei";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "No existeixen observacions d'aquest projecte encara. Torna aviat!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Hi ha hagut un error inesperat.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "Això pot passar quan la connexió a Internet és lenta o intermitent. Si us plau, torna-ho a provar quan tinguis WiFi.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the Natusfera community." = "Aquesta observació ha estat votada com a Grau Informal per la comunitat Natusfera.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the Natusfera community." = "Aquesta observació és de Grau Informal, ja que s'ha votat captiu o conreat per la comunitat Natusfera.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Aquesta observació necessita una data per a ser considerada per al Grau d'Investigació.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Aquesta observació necessita un lloc per ser considerada per al Grau d'Investigació.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Aquesta observació necessita un identificador de consens més específic per a ser considerada per al Grau d'Investigació.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Aquesta observació necessita una foto per ser considerada per al Grau d'Investigació.";

/* No comment provided by engineer. */
"This observation needs more IDs from the Natusfera community to be considered for Research Grade." = "Aquesta observació necessita més IDs de la comunitat de Natusfera per a considerar-la per al Grau d'Investigació.";

/* No comment provided by engineer. */
"This project has no description." = "Aquest projecte no té cap descripció.";

/* No comment provided by engineer. */
"This project has no rules." = "Aquest projecte no té regles.";

/* No comment provided by engineer. */
"This project has no terms." = "Aquest projecte no té termes.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Això també eliminarà les teves observacions en aquest projecte.";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to Natusfera." = "Això eliminarà totes les teves observacions en aquest dipositiu. No afectarà, però, a les observacions carregades a Natusfera.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Això descarregarà %@ de dades, i podràs utilitzar aquesta guia fins i tot si no tens accés a Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Període";

/* No comment provided by engineer. */
"Timeout" = "Temps d'espera excedit";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Torna a provar-ho la propera vegada que tinguis connexió a Internet.";

/* button title to turn on autoupload */
"Turn On" = "Activa";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to Natusfera." = "Activa les Càrregues Automàtiques i les teves observacions es carregaran automàticament a Natusfera.";

/* No comment provided by engineer. */
"Un-faving..." = "Eliminant preferit";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Ha estat impossible afegir un identificador a aquesta observació. Si us plau, torna-ho a provar d'aquí una estona.";

/* No comment provided by engineer. */
"Unable to find location" = "No es pot trobar la ubicació";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "No s'ha pogut trobar el nom d'ubicació";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "No es pot identificar aquesta observació per a aquesta espècie. Si us plau, torna-ho a provar d'aquí una estona.";

/* Title for error */
"Unable to load page" = "No es pot carregar la pàgina";

/* No comment provided by engineer. */
"Unknown" = "Desconegut";

/* No comment provided by engineer. */
"Unknown author" = "Autor desconegut";

/* Message body when we don't know the error */
"Unknown error" = "Error desconegut";

/* unknown delete error */
"Unknown error while attempting to delete." = "Error desconegut mentre es provava d'eliminar.";

/* Unknown error */
"Unknown error while making an identification." = "Error desconegut mentre es feia una identificació.";

/* No comment provided by engineer. */
"Unprocessable entity" = "Entitat no processable";

/* No comment provided by engineer. */
"Untitled Post" = "Missatge sense títol";

/* Title for upload button. */
"Upload" = "Carrega";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Puja aquesta observació per a permetre comentaris i identificacions.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Puja aquesta observació per a permetre favorits.";

/* Title of me header while uploading observations. First number is the index of the obs being uploaded, second is the count in the current upload 'session'. */
"Uploading %d of %d" = "Carregant %1$d de %2$d";

/* Title of me header while uploading one observation. Text is observation species. */
"Uploading '%@'" = "Carregant '%@'";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Carregant...";

/* join iNat network partner alert title */
"Use %@?" = "Fer servir %@?";

/* Placeholder text for the username text field in signup */
"Username" = "Nom d'usuari";

/* Open one of my observations on iNat.org or a partner site. */
"View on %@" = "Veure a %@";

/* No comment provided by engineer. */
"View Taxon Details" = "Veure detalls del tàxon";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visita %@ per a crear els teus projectes";

/* Subtitle below image for guides tutorial screen */
"Visit Natusfera.gbif.es to create your own guides" = "Visita natusfera.gbif.es per a crear les teves guies";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Esperant per carregar...";

/* inat ios translation team, alphabetically */
"We are grateful for the translation assistance provided by the following members of the crowdin.com community: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Agraïm l'ajuda en el procés de traducció proveïda pels següents membres de la comunitat crowdin.com: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. Per a participar a l'equip de traducció d'iNaturalist iOS, si us plau, visita https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "No tenim prou espai per fer noves observacions!";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "iOS no ens dóna permís per usar la teva ubicació.";

/* No comment provided by engineer. */
"We have no information about this taxon." = "No tenim cap informació sobre aquest tàxon.";

/* title for identification section of new obs confirm screen. */
"What did you see?" = "Què vas veure?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Què significa en captivitat / conreada?";

/* No comment provided by engineer. */
"Which organism?" = "Quin organisme?";

/* No comment provided by engineer. */
"Which person?" = "Quina persona?";

/* No comment provided by engineer. */
"Which place?" = "Quin lloc?";

/* No comment provided by engineer. */
"Which project?" = "Quin projecte?";

/* Default upload failure alert title. */
"Whoops!" = "Ups!";

/* No comment provided by engineer. */
"Wikipedia" = "Viquipèdia";

/* join iNat network partner alert message */
"Would you like to use %@, a member of the Natusfera Network in %@? Clicking OK will localize your experience and share data accordingly." = "Vols utilitzar %1$@, un membre de la xarxa de Natusfera a %2$@? Seleccionant OK es geolocalitzarà la teva experiència i es compartiran les dades d'acord amb això.";

/* No comment provided by engineer. */
"YES" = "SÍ";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* continue button before changing network affiliation. */
"Yes, change my affiliation" = "Sí, canvia la meva afiliació";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Sí, elimina aquesta observació";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Sí, canvia la llicència dels meus continguts perquè la comunitat científica pugui utilitzar les meves dades. Aprèn més";

/* No comment provided by engineer. */
"You don't have any projects yet." = "Encara no tens cap projecte.";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "Encara no has creat o descarregat cap guia.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "Encara no t'has unit a cap projecte.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Per a fer això cal estar connectat a Internet.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "Cal estar connectat a Internet per a sincronizar.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to Natusfera.gbif.es" = "Cal estar connectat a Internet per a carregar observacions a natusfera.gbif.es";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Cal haver iniciat sessió per a accedir als projectes.";

/* Reason for signup prompt when trying to add a comment in explore. */
"You must be logged in to comment." = "Has d'haver iniciat sessió per fer comentaris.";

/* Login reason prompt from project chooser.
 Unspecific signup prompt reason.
 */
"You must be logged in to do that." = "Cal haver iniciat sessió poder a fer això.";

/* Reason for signup prompt when trying to add an ID in explore. */
"You must be logged in to identify observations." = "Cal haver iniciat sessió per a poder identificar observacions.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Cal haver iniciat sessió per a poder sincronitzar els projectes dels usuaris.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to Natusfera.gbif.es." = "Has d'haver iniciat sessió a natusfera.gbif.es per a carregar.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Cal haver iniciat sessió per carregar qualsevol cosa.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "Cal que et registris per a poder fer això.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Cal que et registris per a unir-te a un projecte.";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "T'estàs quedant sense espai al disc de l'iPhone!";

/* No comment provided by engineer. */
"You've denied Natusfera access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for Natusfera." = "Has denegat l'accés a Natusfera a certs tipus de dades, probablement d'ubicació i, per tant, algunes dades de les fotografies no s'han pogut importar. Per a canviar això, vés als ajusts de l'aplicació, clica a Serveis d'Ubicació, i assegura't que estan activats per Natusfera.";

/* No comment provided by engineer. */
"Your Guides" = "Les teves Guies";

/* Placeholder for free text observation field value */
"Your response here" = "La seva resposta aquí";

"Observations" = "Observacions";
"Log In with Google" = "Inicia sessió amb Google";
"Wikipedia Article" = "Article de Vikipèdia";

"No observations found." = "No s'han trobat observacions.";

"Natusfera was inspired on iNaturalist.\n\nThis app uses numerous open source and Creative Common-licenced materials, including Three20, Restkit, TapkuLibrary by Devin Ross, DejalActivityView by David Sinclair, and Glyphish icons by Joseph Wain. Many thanks to these generous and talented engineers and artist!" = "Natusfera s'ha inspirat en iNaturalist.\n\nAquesta App utilitza multitud de material de codi lliure i amb la llicència Creative Common, incloent Three20, Restkit, TapkuLibrary de Devin Ross, DejalActivityView de David Sinclair, i icones Glyphish de Joseph Wain. Moltes gràcies a aquests generosos i talentosos enginyers i artista!";
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org) developed by CREAF (www.creaf.cat/es)." = "Natusfera és una adaptació d'iNaturalist (www.inaturalist.org) desenvolupada pel CREAF (www.creaf.cat/es).";
"It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es) Obra Social La Caixa (www.lacaixa.es),funded by the Royal Botanical Garden-CSIC through the National Biodiversity Node in Spain, GBIF.ES (www.gbif.es) and the Institute of the Sea (www.icm.csic.es) Sciences." = "Està patrocinat per la FECYT, la Fundación Española de Ciencia y Tecnología (www.fecyt.es), Obra Social La Caixa (www.lacaixa.es), Node Nacional de Biodiversitat a Espanya, GBIF.ES (www.gbif.es) i l'Institut de Ciències del Mar (www.icm.csic.es).";
"The administration, coordination, maintenance and content management is performed through the CREAF and GBIF.ES." = "L'administració, coordinació, manteniment i gestió de continguts la duen a terme el CREAF y GBIF.ES.";
